{
  "(and :count more error)": "(und :count weiterer Fehler)",
  "(and :count more errors)": "(und :count weitere Fehler)",
  "A new verification link has been sent to the email address you provided during registration.": "Ein neuer Bestätigungslink wurde an die E-Mail-Adresse gesendet, die Sie bei der Registrierung angegeben haben.",
  "A new verification link has been sent to your email address.": "Ein neuer Bestätigungslink wurde an Ihre E-Mail-Adresse versendet.",
  "A Timeout Occurred": "Ein Timeout ist aufgetreten",
  "Accepted": "Akzeptiert",
  "Actualizaciones regulares y soporte técnico para garantizar el rendimiento óptimo y la longevidad de tu proyecto web.": "Regelmäßige Updates und technischer Support sorgen für optimale Leistung und Langlebigkeit Ihres Webprojekts.",
  "All rights reserved.": "Alle Rechte vorbehalten.",
  "Alojamiento y Seguridad": "Unterkunft und Sicherheit",
  "Already registered?": "Bereits registriert?",
  "Already Reported": "Bereits gemeldet",
  "Aplicaciones Web a Medida": "Benutzerdefinierte Webanwendungen",
  "Are you sure you want to delete your account?": "Möchten Sie Ihr Konto wirklich löschen?",
  "Avanzando con Tecnología de Punta y Herramientas Innovadoras": "Mit modernster Technologie und innovativen Werkzeugen vorankommen",
  "Aviso Legal": "Rechtliche Warnung",
  "Bad Gateway": "Schlechtes Tor",
  "Bad Request": "Schlechte Anfrage",
  "Bandwidth Limit Exceeded": "Bandbreitengrenze überschritten",
  "Cancel": "Abbrechen",
  "ChatKraft - Chatea con tu Conocimiento": "ChatKraft – Chatten Sie mit Ihrem Wissen",
  "Click here to re-send the verification email.": "Klicke hier, um eine neue Verifizierungs-E-Mail zu erhalten.",
  "Client Closed Request": "Client-Closed-Request",
  "Conexión eficiente entre profesionales y oportunidades laborales, gracias a un algoritmo de emparejamiento avanzado.": "Effiziente Verbindung zwischen Fachkräften und Stellenangeboten dank eines fortschrittlichen Matching-Algorithmus.",
  "Confirm": "Bestätigen",
  "Confirm Password": "Passwort bestätigen",
  "Conflict": "Konflikt",
  "Connection Closed Without Response": "Verbindung ohne Antwort geschlossen",
  "Connection Timed Out": "Verbindung abgelaufen",
  "Continue": "Weiter",
  "Contáctanos": "Kontaktiere uns",
  "Created": "Erstellt",
  "Current Password": "Derzeitiges Passwort",
  "Cursos Online para medicos de la Asociación Española de Pediatría": "Online-Kurse für Ärzte der Spanischen Vereinigung für Pädiatrie",
  "Dashboard": "Dashboard",
  "De la Idea a la Solución": "Von der Idee zur Lösung",
  "Delete Account": "Account löschen",
  "Desarrollo completo para maximizar eficiencia en ventas y administración.": "Komplette Entwicklung zur Maximierung der Effizienz in Vertrieb und Verwaltung.",
  "Desarrollo personalizado para materializar tus ideas en soluciones web únicas y eficientes.": "Maßgeschneiderte Entwicklung zur Verwirklichung Ihrer Ideen in einzigartige und effiziente Weblösungen.",
  "El mensaje ha sido enviado.": "Die Nachricht wurde versendet.",
  "Email": "E-Mail",
  "Email Password Reset Link": "Link zum Zurücksetzen des Passwortes zusenden",
  "En Martin Schenk S.L., aprovechamos el poder de las tecnologías de vanguardia y los lenguajes de programación avanzados para crear soluciones web eficientes y personalizadas.": "Bei Martin Schenk S.L. nutzen wir die Leistungsfähigkeit modernster Technologien und fortschrittlicher Programmiersprachen, um effiziente und maßgeschneiderte Weblösungen zu erstellen.",
  "En Martin Schenk S.L., llevamos más de 20 años convirtiendo ideas en soluciones web efectivas y personalizadas. Tu visión, convertida en realidad.": "Bei Martin Schenk S.L. setzen wir seit mehr als 20 Jahren Ideen in effektive und personalisierte Weblösungen um. Ihre Vision wird Wirklichkeit.",
  "Ensure your account is using a long, random password to stay secure.": "Stellen Sie sicher, dass Ihr Konto ein langes, zufälliges Passwort verwendet, um die Sicherheit zu gewährleisten.",
  "Enviar": "Schicken",
  "Expectation Failed": "Erwartung gescheitert",
  "Failed Dependency": "Fehlgeschlagene Abhängigkeit",
  "Forbidden": "Verboten",
  "Forgot your password?": "Passwort vergessen?",
  "Forgot your password? No problem. Just let us know your email address and we will email you a password reset link that will allow you to choose a new one.": "Haben Sie Ihr Passwort vergessen? Kein Problem. Teilen Sie uns einfach Ihre E-Mail-Adresse mit und wir senden Ihnen per E-Mail einen Link zum Zurücksetzen des Passworts, über den Sie ein Neues auswählen können.",
  "Found": "Gefunden",
  "Gateway Timeout": "Gateway-Zeitüberschreitung",
  "Go to page :page": "Gehe zur Seite :page",
  "Gone": "Gegangen",
  "Ha recibido un mensaje de:": "Sie haben eine Nachricht erhalten von:",
  "Hello!": "Hallo!",
  "Herramientas para la Valoración de Marcas en Multinacionales": "Tools zur Markenbewertung in multinationalen Unternehmen",
  "Hosting robusto con enfoque en la seguridad, asegurando que tus aplicaciones y datos estén protegidos y accesibles.": "Robustes Hosting mit Fokus auf Sicherheit, das sicherstellt, dass Ihre Anwendungen und Daten geschützt und zugänglich sind.",
  "HTTP Version Not Supported": "HTTP Version nicht unterstützt",
  "I'm a teapot": "Ich bin eine Teekanne",
  "If you did not create an account, no further action is required.": "Wenn Sie kein Konto erstellt haben, sind keine weiteren Handlungen nötig.",
  "If you did not request a password reset, no further action is required.": "Wenn Sie kein Zurücksetzen des Passworts beantragt haben, sind keine weiteren Handlungen nötig.",
  "If you're having trouble clicking the \":actionText\" button, copy and paste the URL below\ninto your web browser:": "Sollten Sie Schwierigkeiten haben, die Schaltfläche \":actionText\" zu klicken, kopieren Sie den nachfolgenden Link\n in Ihre Adresszeile des Browsers.",
  "IM Used": "IM verwendet",
  "Insufficient Storage": "Ungenügende Speicherung",
  "Internal Server Error": "Interner Serverfehler",
  "Invalid JSON was returned from the route.": "Von der Route wurde ein ungültiger JSON-Code zurückgegeben.",
  "Invalid SSL Certificate": "Ungültiges SSL-Zertifikat",
  "Length Required": "Länge erforderlich",
  "Locked": "Gesperrt",
  "Log in": "Einloggen",
  "Log Out": "Abmelden",
  "Login": "Anmelden",
  "Logout": "Abmelden",
  "Loop Detected": "Schleife erkannt",
  "Maintenance Mode": "Wartungsmodus",
  "Mantenimiento": "Wartung",
  "Martin Schenk S.L.": "Martin Schenk S.L.",
  "Mercado para Periodistas Independientes": "Markt für unabhängige Journalisten",
  "Method Not Allowed": "Methode nicht erlaubt",
  "Misdirected Request": "Fehlgeleitete Anfrage",
  "Moved Permanently": "Permanent verschoben",
  "Multi-Status": "Multistatus",
  "Multiple Choices": "Mehrfachauswahl",
  "Más que un chatbot, es una base de conocimiento impulsada por IA que mejora la experiencia del cliente y las operaciones internas.": "Es ist mehr als ein Chatbot, es ist eine KI-gestützte Wissensdatenbank, die das Kundenerlebnis und interne Abläufe verbessert.",
  "Name": "Name",
  "Network Authentication Required": "Netzwerkauthentifizierung erforderlich",
  "Network Connect Timeout Error": "Zeitüberschreitungsfehler bei Netzwerkverbindung",
  "Network Read Timeout Error": "Zeitüberschreitungsfehler beim Lesen des Netzwerks",
  "New Password": "Neues Passwort",
  "No Content": "Kein Inhalt",
  "Non-Authoritative Information": "Nicht maßgebende Informationen",
  "Not Acceptable": "Nicht annehmbar",
  "Not Extended": "Nicht erweitert",
  "Not Found": "Nicht gefunden",
  "Not Implemented": "Nicht implementiert",
  "Not Modified": "Nicht modifiziert",
  "Notification Body": "Benachrichtigungsstelle",
  "Notification Title": "Titel der Benachrichtigung",
  "Nuestra gama de tecnologías es diversa y progresista, incluyendo Laravel para el desarrollo robusto de back-end, Livewire para interfaces dinámicas, Alpine.js para experiencias de front-end responsivas, Tailwind CSS para un estilo elegante y Filament para paneles de administración sin complicaciones. Combinado con la versatilidad de PHP, nuestro conjunto de herramientas nos permite dar vida a tus proyectos visionarios con precisión y estilo.": "Unser Technologieangebot ist vielfältig und fortschrittlich, darunter Laravel für robuste Back-End-Entwicklung, Livewire für dynamische Schnittstellen, Alpine.js für reaktionsfähige Front-End-Erlebnisse, Tailwind CSS für elegantes Design und Filament für problemlose Admin-Panels. In Kombination mit der Vielseitigkeit von PHP ermöglicht uns unser Toolset, Ihre visionären Projekte mit Präzision und Stil zum Leben zu erwecken.",
  "Nuestro portfolio refleja la diversidad y la adaptabilidad a las necesidades específicas de cada cliente:": "Unser Portfolio spiegelt Vielfalt und Anpassungsfähigkeit an die spezifischen Bedürfnisse jedes Kunden wider:",
  "Nuestro primer gran proyecto, un robusto y versátil constructor de páginas web, con más de 1.4 millones de páginas creadas.": "Unser erstes großes Projekt, ein robuster und vielseitiger Website-Builder mit mehr als 1,4 Millionen erstellten Seiten.",
  "Nuestros Servicios": "Unsere Dienstleistungen",
  "of": "von",
  "OK": "OK",
  "Once your account is deleted, all of its resources and data will be permanently deleted. Before deleting your account, please download any data or information that you wish to retain.": "Sobald Ihr Konto gelöscht wurde, werden alle Ressourcen und Daten dauerhaft gelöscht. Laden Sie vor dem Löschen Ihres Kontos alle Daten oder Informationen herunter, die Sie behalten möchten.",
  "Once your account is deleted, all of its resources and data will be permanently deleted. Please enter your password to confirm you would like to permanently delete your account.": "Sobald Ihr Konto gelöscht wurde, werden alle Ressourcen und Daten dauerhaft gelöscht. Bitte geben Sie Ihr Passwort zur Bestätigung ein, dass Sie Ihr Konto dauerhaft löschen möchten.",
  "Origin Is Unreachable": "Ursprung ist nicht erreichbar",
  "Page Expired": "Seite abgelaufen",
  "Pagination Navigation": "Seitennummerierungsnavigation",
  "Partial Content": "Teilinhalt",
  "Password": "Passwort",
  "Payload Too Large": "Nutzlast zu groß",
  "Payment Required": "Zahlung erforderlich",
  "Permanent Redirect": "Permanente Weiterleitung",
  "Plataforma de Piezas de Coche de Segunda Mano": "Plattform für gebrauchte Autoteile",
  "Plataforma para crear páginas web": "Plattform zum Erstellen von Webseiten",
  "Plataforma para exámenes y certificación online de pediatras, complementada con noticias y artículos del sector.": "Plattform für Online-Prüfungen und Zertifizierung von Kinderärzten, ergänzt mit Neuigkeiten und Artikeln aus der Branche.",
  "Plataforma para piezas de coches de segunda mano, con SEO para Google, multilingüe, y con interfaz fácil para subir fotos y cálculo automático de precios de envío.": "Plattform für gebrauchte Autoteile, mit SEO für Google, mehrsprachig und mit einer einfachen Oberfläche zum Hochladen von Fotos und automatischer Berechnung der Versandpreise.",
  "Plataforma que permite a los periodistas vender su contenido directamente a medios de comunicación.": "Plattform, die es Journalisten ermöglicht, ihre Inhalte direkt an Medienunternehmen zu verkaufen.",
  "Plataformas para Gestores Interinos": "Plattformen für Interim Manager",
  "Please click the button below to verify your email address.": "Bitte klicken Sie auf die Schaltfläche, um Ihre E-Mail-Adresse zu bestätigen.",
  "Política de Cookies": "Cookie-Richtlinie",
  "Política de Privacidad": "Datenschutzrichtlinie",
  "Portafolio de Proyectos": "Projektportfolio",
  "Precondition Failed": "Vorbedingung fehlgeschlagen",
  "Precondition Required": "Voraussetzung erforderlich",
  "Processing": "Verarbeitung",
  "Profile": "Profil",
  "Profile Information": "Profilinformationen",
  "Pronto nos pondremos en contacto contigo. Gracias por tu interés.": "Wir werden uns bald mit Ihnen in Verbindung setzen. Danke für Ihr Interesse.",
  "Proxy Authentication Required": "Proxy-Authentifizierung erforderlich",
  "Railgun Error": "Railgun-Fehler",
  "Range Not Satisfiable": "Bereich nicht erfüllbar",
  "Regards": "Mit freundlichen Grüßen",
  "Register": "Registrieren",
  "Remember me": "Angemeldet bleiben",
  "Request Header Fields Too Large": "Kopfzeilenfelder zu groß anfordern",
  "Request Timeout": "Zeitüberschreitung anfordern",
  "Resend Verification Email": "Bestätigungslink erneut senden",
  "Reset Content": "Inhalt zurücksetzen",
  "Reset Password": "Passwort zurücksetzen",
  "Reset Password Notification": "Benachrichtigung zum Zurücksetzen des Passworts",
  "results": "Ergebnisse",
  "Retry With": "Wiederhole mit",
  "Save": "Speichern",
  "Saved.": "Gespeichert.",
  "See Other": "Andere sehen",
  "Server Error": "Interner Fehler",
  "Service Unavailable": "Service nicht verfügbar",
  "Servicios completos desde el diseño hasta el lanzamiento, asegurando una experiencia digital sin fisuras.": "Komplette Dienstleistungen vom Design bis zur Markteinführung, die ein nahtloses digitales Erlebnis gewährleisten.",
  "Session Has Expired": "Sitzung ist abgelaufen",
  "Showing": "Zeigen",
  "Si tiene alguna pregunta, no dude en contactarnos.": "Bei Fragen können Sie sich gerne an uns wenden.",
  "Sistemas Personalizados de Reservas": "Personalisierte Reservierungssysteme",
  "Sistemas SaaS para grandes firmas de auditoría, especializados en la valoración de marcas de envergadura.": "SaaS-Systeme für große Wirtschaftsprüfungsgesellschaften, spezialisiert auf die Bewertung großer Marken.",
  "Soluciones adaptadas para gimnasios, work centers, coches y escape rooms.": "Angepasste Lösungen für Fitnessstudios, Arbeitszentren, Autos und Escape Rooms.",
  "Soluciones Integrales": "Lösungen",
  "SSL Handshake Failed": "SSL Handshake fehlgeschlagen",
  "Switching Protocols": "Schaltprotokolle",
  "Temporary Redirect": "Temporäre Weiterleitung",
  "Thanks for signing up! Before getting started, could you verify your email address by clicking on the link we just emailed to you? If you didn't receive the email, we will gladly send you another.": "Vielen Dank für Ihre Registrierung! Bevor Sie loslegen, möchten wir Sie bitten Ihre E-Mail-Adresse zu verifizieren, indem Sie auf den Link klicken, den wir Ihnen per E-Mail zugeschickt haben. Wenn Sie die E-Mail nicht erhalten haben, senden wir Ihnen gerne eine weitere zu.",
  "The given data was invalid.": "Die gegebenen Daten waren ungültig.",
  "The response is not a streamed response.": "Die Antwort ist keine gestreamte Antwort.",
  "The response is not a view.": "Die Antwort ist keine Ansicht.",
  "This is a secure area of the application. Please confirm your password before continuing.": "Dies ist ein sicherer Bereich der Anwendung. Bitte geben Sie Ihr Passwort ein, bevor Sie fortfahren.",
  "This password reset link will expire in :count minutes.": "Dieser Link zum Zurücksetzen des Passworts läuft in :count Minuten ab.",
  "Tienda Online para Fábrica de Frutas Deshidratadas": "Online-Shop für Dehydrierte Obstfabrik",
  "to": "bis",
  "Toggle navigation": "Navigation umschalten",
  "Too Early": "Zu früh",
  "Too Many Requests": "Zu viele Anfragen",
  "Transformamos Ideas en Aplicaciones Web Innovadoras": "Wir verwandeln Ideen in innovative Webanwendungen",
  "Tu correo electrónico": "deine E-Mail",
  "Tu Mensaje": "Ihre Nachricht",
  "Tus preguntas son bienvenidas": "Ihre Fragen sind willkommen",
  "Unauthorized": "Nicht autorisiert",
  "Unavailable For Legal Reasons": "Aus rechtlichen Gründen nicht verfügbar",
  "Unknown Error": "Unbekannter Fehler",
  "Unprocessable Entity": "Unverfügbare Entität",
  "Unsupported Media Type": "Nicht unterstützter Medientyp",
  "Update Password": "Passwort aktualisieren",
  "Update your account's profile information and email address.": "Aktualisieren Sie die Profilinformationen und die E-Mail-Adresse Ihres Kontos.",
  "Upgrade Required": "Upgrade erforderlich",
  "URI Too Long": "URI zu lang",
  "Use Proxy": "Proxy verwenden",
  "Variant Also Negotiates": "Variante verhandelt auch",
  "Ver Proyectos": "Siehe Projekte",
  "Verify Email Address": "E-Mail-Adresse bestätigen",
  "web ms formulario contacto de :email": "Web plus Kontaktformular :email",
  "Web MS SL: Email Contacto de :contacto": "MS SL Web: E-Mail-Kontakt von :contacto",
  "Web Server is Down": "Webserver ist ausgefallen",
  "Whoops!": "Ups!",
  "Whoops! Something went wrong.": "Hoppla! Etwas ist schief gelaufen.",
  "You are receiving this email because we received a password reset request for your account.": "Sie erhalten diese E-Mail, weil wir einen Antrag auf eine Zurücksetzung Ihres Passworts bekommen haben.",
  "You're logged in!": "Sie sind eingeloggt!",
  "Your email address is unverified.": "Ihre E-Mail-Adresse ist nicht verifiziert.",
  "ó": "entweder"
}