{
    "web ms formulario CONTACTO de :email": "web plus CONTACT form :email",
    "web ms formulario PRESUPUESTO de :email": "web plus QUOTE form :email",
    "Solicitar Presupuesto": "Request Quote",
    "¿Interesado en nuestros servicios? Rellene el siguiente formulario con una breve descripción de sus necesidades.": "Interested in our services? Fill out the following form with a brief description of your needs.",
    "Si tiene alguna pregunta, no dude en contactarnos.": "If you have any questions, please feel free to contact us.",
    "Enviar": "Send",
    "Tu correo electrónico": "your e-mail",
    "Tu Mensaje": "Your message",
    "Mensaje recibido": "Message received",
    "Pronto nos pondremos en contacto contigo. Gracias por tu interés.": "We will be in touch soon. Thank you for your interest.",
    "Notification Title": "Notification Title",
    "Notification Body": "Notification Body",
    "Contáctanos": "Contact us",
    "Tus preguntas son bienvenidas": "Your questions are welcome",
    "Email": "Email",
    "Password": "Password",
    "Confirm Password": "Confirm Password",
    "Reset Password": "Reset Password",
    "Name": "Name",
    "Already registered?": "Already registered?",
    "Register": "Register",
    "This is a secure area of the application. Please confirm your password before continuing.": "This is a secure area of the application. Please confirm your password before continuing.",
    "Confirm": "Confirm",
    "Forgot your password? No problem. Just let us know your email address and we will email you a password reset link that will allow you to choose a new one.": "Forgot your password? No problem. Just let us know your email address, and we'll send you a link to reset your password, so you can choose a new one.",
    "Email Password Reset Link": "Email Password Reset Link",
    "A new verification link has been sent to the email address you provided during registration.": "A new verification link has been sent to the email address you provided during registration.",
    "Resend Verification Email": "Resend Verification Email",
    "Log Out": "Log Out",
    "Remember me": "Remember me",
    "Forgot your password?": "Forgot your password?",
    "Log in": "Log in",
    "Web MS SL: Email PRESPUESTO de :contacto": "Web MS SL: Email QUOTE of :contacto",
    "Ha recibido un pedido de PRESUPUESTO de:": "You have received a QUOTE request from:",
    "Web MS SL: Email Contacto de :contacto": "MS SL Web: Email Contact of :contacto",
    "Ha recibido un mensaje de:": "You have received a message from:",
    "Martin Schenk S.L.": "Martin Schenk S.L.",
    "ó": "or",
    "Inglés": "English",
    "Alemán": "German",
    "Español": "Spanish",
    "Aviso Legal": "Legal Notice",
    "Política de Privacidad": "Privacy Policy",
    "Política de Cookies": "Cookie Policy",
    "España": "Spain",
    "Whoops! Something went wrong.": "Whoops! Something went wrong.",
    "Dashboard": "Dashboard",
    "Home": "Home",
    "Servicios": "Services",
    "Portfolio": "Portfolio",
    "Tecnología": "Technology",
    "De la Idea a la Solución": "From Idea to Solution",
    "Transformamos Ideas en Aplicaciones Web Innovadoras": "Transforming Ideas into Innovative Web Applications",
    "En Martin Schenk S.L., llevamos más de 20 años convirtiendo ideas en soluciones web efectivas y personalizadas. Tu visión, convertida en realidad.": "With over 20 years of experience, Martin Schenk S.L. specializes in turning ideas into effective and personalized web solutions. Your vision, made a reality.",
    "Proyectos": "View Projects",
    "Nuestros Servicios": "Our Services",
    "Aplicaciones Web a Medida": "Customized Web Applications",
    "Desarrollo personalizado para materializar tus ideas en soluciones web únicas y eficientes.": "Bespoke development to turn your ideas into unique and efficient web solutions.",
    "Soluciones Integrales": "Comprehensive Solutions",
    "Servicios completos desde el diseño hasta el lanzamiento, asegurando una experiencia digital sin fisuras.": "End-to-end services from design to launch, guaranteeing a seamless digital experience.",
    "Mantenimiento": "Maintenance",
    "Actualizaciones regulares y soporte técnico para garantizar el rendimiento óptimo y la longevidad de tu proyecto web.": "Regular updates and technical support to ensure optimal performance and longevity of your web project.",
    "Alojamiento y Seguridad": "Hosting and Security",
    "Hosting robusto con enfoque en la seguridad, asegurando que tus aplicaciones y datos estén protegidos y accesibles.": "Robust hosting with a focus on security, ensuring that your applications and data remain protected and accessible.",
    "Portafolio de Proyectos": "Project Portfolio",
    "Nuestro portfolio refleja la diversidad y la adaptabilidad a las necesidades específicas de cada cliente:": "Our portfolio reflects the diversity and adaptability to meet each client's specific needs:",
    "Más que un chatbot, es una base de conocimiento impulsada por IA que mejora la experiencia del cliente y las operaciones internas.": "More than just a chatbot, it's an AI-powered knowledge base enhancing customer experience and internal operations.",
    "ChatKraft - Chatea con tu Conocimiento": "ChatKraft - Chat with Your Knowledge",
    "Conexión eficiente entre profesionales y oportunidades laborales, gracias a un algoritmo de emparejamiento avanzado.": "Efficiently connecting professionals with job opportunities through an advanced matching algorithm.",
    "Plataforma para Gestores Interinos": "Platform for Interim Managers",
    "Sistemas SaaS para grandes firmas de auditoría, especializados en la valoración de marcas de envergadura.": "SaaS systems for large audit firms, specializing in the valuation of significant brands.",
    "Herramientas para la Valoración de Marcas en Multinacionales": "Tools for Brand Valuation in Multinational Companies",
    "Soluciones adaptadas para gimnasios, work centers, coches y escape rooms.": "Tailored solutions for gyms, work centers, cars, and escape rooms.",
    "Sistemas Personalizados de Reservas": "Customized Reservation Systems",
    "Desarrollo completo para maximizar eficiencia en ventas y administración.": "Full-scale development to maximize efficiency in sales and management.",
    "Tienda Online para Fábrica de Frutas Deshidratadas": "Online Store for Dehydrated Fruit Factory",
    "Plataforma que permite a los periodistas vender su contenido directamente a medios de comunicación.": "A platform that enables journalists to sell their content directly to media outlets.",
    "Mercado para Periodistas Independientes": "Marketplace for Independent Journalists",
    "Plataforma para piezas de coches de segunda mano, con SEO para Google, multilingüe, y con interfaz fácil para subir fotos y cálculo automático de precios de envío.": "Platform for second-hand car parts, featuring Google SEO, multilingual support, and an easy interface for uploading photos and automatic shipping price calculation.",
    "Plataforma de Piezas de Coche de Segunda Mano": "Second-Hand Car Parts Platform",
    "Plataforma para exámenes y certificación online de pediatras, complementada con noticias y artículos del sector.": "Platform for online exams and certification for pediatricians, complemented with industry news and articles.",
    "Cursos Online para medicos de la Asociación Española de Pediatría": "Online Courses for Doctors from the Spanish Association of Pediatrics",
    "Configure y pague sus servidores VPS en línea, y estarán disponibles y listos para usar en solo 15 minutos, gracias a la configuración automática.": "Configure and pay for your VPS servers online, and they will be available and ready to use in just 15 minutes, thanks to automatic setup.",
    "Plataforma de alquiler de servidores VPS": "VPS server rental platform",
    "Nuestro primer gran proyecto, un robusto y versátil constructor de páginas web, con más de 1.4 millones de páginas creadas.": "Our first major project, a robust and versatile web page builder, with over 1.4 million pages created.",
    "Plataforma para crear páginas web": "Platform for Creating Web Pages",
    "Avanzando con Tecnología de Punta y Herramientas Innovadoras": "Advancing with Cutting-Edge Technology and Innovative Tools",
    "En Martin Schenk S.L., aprovechamos el poder de las tecnologías de vanguardia y los lenguajes de programación avanzados para crear soluciones web eficientes y personalizadas.": "At Martin Schenk S.L., we leverage cutting-edge technologies and advanced programming languages to create efficient and personalized web solutions.",
    "Nuestra gama de tecnologías es diversa y progresista, incluyendo Laravel para el desarrollo robusto de back-end, Livewire para interfaces dinámicas, Alpine.js para experiencias de front-end responsivas, Tailwind CSS para un estilo elegante y Filament para paneles de administración sin complicaciones. Combinado con la versatilidad de PHP, nuestro conjunto de herramientas nos permite dar vida a tus proyectos visionarios con precisión y estilo.": "Our range of technologies is diverse and forward-thinking, including Laravel for robust back-end development, Livewire for dynamic interfaces, Alpine.js for responsive front-end experiences, Tailwind CSS for elegant styling, and Filament for hassle-free admin panels. Combined with the versatility of PHP, our toolkit enables us to bring your visionary projects to life with precision and style.",
    "Test Notification": "Test Notification",
    "This is a test notification to confirm the notification system is working.": "This is a test notification to confirm the notification system is working.",
    "Notification sent!": "Notification sent!"
}