{
    "web ms formulario contacto de :email": "web plus contact form :email",
    "Notification Title": "Notification Title",
    "Notification Body": "Notification Body",
    "Contáctanos": "Contact us",
    "Tus preguntas son bienvenidas": "Your questions are welcome",
    "Si tiene alguna pregunta, no dude en contactarnos.": "If you have any questions, please feel free to contact us.",
    "Enviar": "Send",
    "Tu correo electrónico": "your e-mail",
    "Tu Mensaje": "Your message",
    "El mensaje ha sido enviado.": "The message has been sent.",
    "Pronto nos pondremos en contacto contigo. Gracias por tu interés.": "We will contact you soon. Thanks for your interest.",
    "Email": "Email",
    "Password": "Password",
    "Confirm Password": "Confirm Password",
    "Reset Password": "Reset Password",
    "Name": "Name",
    "Already registered?": "Already registered?",
    "Register": "Register",
    "This is a secure area of the application. Please confirm your password before continuing.": "This is a secure area of the application. Please confirm your password before continuing.",
    "Confirm": "Confirm",
    "Forgot your password? No problem. Just let us know your email address and we will email you a password reset link that will allow you to choose a new one.": "Forgot your password? No problem. Just let us know your email address and we will email you a password reset link that will allow you to choose a new one.",
    "Email Password Reset Link": "Email Password Reset Link",
    "A new verification link has been sent to the email address you provided during registration.": "A new verification link has been sent to the email address you provided during registration.",
    "Resend Verification Email": "Resend Verification Email",
    "Log Out": "Log Out",
    "Remember me": "Remember me",
    "Forgot your password?": "Forgot your password?",
    "Log in": "Log in",
    "Web MS SL: Email Contacto de :contacto": "MS SL Web: Email Contact of :contacto",
    "Ha recibido un mensaje de:": "You have received a message from:",
    "Martin Schenk S.L.": "Martin Schenk S.L.",
    "ó": "either",
    "Inglés": "English",
    "Alemán": "German",
    "Español": "Spanish",
    "Aviso Legal": "Terms",
    "Política de Privacidad": "Privacy",
    "Política de Cookies": "Cookies",
  "España": "Spain",
    "Whoops! Something went wrong.": "Whoops! Something went wrong.",
    "Dashboard": "Dashboard",
  "Home": "home",
  "Servicios": "Services",
  "Portfolio": "Portfolio",
  "Tecnología": "Technology",
    "De la Idea a la Solución": "From Idea to Solution",
    "Transformamos Ideas en Aplicaciones Web Innovadoras": "We Transform Ideas into Innovative Web Applications",
    "En Martin Schenk S.L., llevamos más de 20 años convirtiendo ideas en soluciones web efectivas y personalizadas. Tu visión, convertida en realidad.": "At Martin Schenk S.L., we have been turning ideas into effective and personalized web solutions for more than 20 years. Your vision, turned into reality.",
    "Ver Proyectos": "See Projects",
    "Nuestros Servicios": "Our services",
    "Aplicaciones Web a Medida": "Custom Web Applications",
    "Desarrollo personalizado para materializar tus ideas en soluciones web únicas y eficientes.": "Custom development to materialize your ideas into unique and efficient web solutions.",
    "Soluciones Integrales": "Solutions",
    "Servicios completos desde el diseño hasta el lanzamiento, asegurando una experiencia digital sin fisuras.": "Complete services from design to launch, ensuring a seamless digital experience.",
    "Mantenimiento": "Maintenance",
    "Actualizaciones regulares y soporte técnico para garantizar el rendimiento óptimo y la longevidad de tu proyecto web.": "Regular updates and technical support to ensure optimal performance and longevity of your web project.",
    "Alojamiento y Seguridad": "Accommodation and Security",
    "Hosting robusto con enfoque en la seguridad, asegurando que tus aplicaciones y datos estén protegidos y accesibles.": "Robust hosting with a focus on security, ensuring your applications and data are protected and accessible.",
    "Portafolio de Proyectos": "Project Portfolio",
    "Nuestro portfolio refleja la diversidad y la adaptabilidad a las necesidades específicas de cada cliente:": "Our portfolio reflects diversity and adaptability to the specific needs of each client:",
    "Más que un chatbot, es una base de conocimiento impulsada por IA que mejora la experiencia del cliente y las operaciones internas.": "More than a chatbot, it is an AI-powered knowledge base that improves customer experience and internal operations.",
    "ChatKraft - Chatea con tu Conocimiento": "ChatKraft - Chat with your Knowledge",
    "Conexión eficiente entre profesionales y oportunidades laborales, gracias a un algoritmo de emparejamiento avanzado.": "Efficient connection between professionals and job opportunities, thanks to an advanced matching algorithm.",
    "Plataforma para Gestores Interinos": "Platform for Interim Managers",
    "Sistemas SaaS para grandes firmas de auditoría, especializados en la valoración de marcas de envergadura.": "SaaS systems for large audit firms, specialized in the valuation of large brands.",
    "Herramientas para la Valoración de Marcas en Multinacionales": "Tools for Brand Valuation in Multinationals",
    "Soluciones adaptadas para gimnasios, work centers, coches y escape rooms.": "Solutions adapted for gyms, work centers, cars and escape rooms.",
    "Sistemas Personalizados de Reservas": "Personalized Reservation Systems",
    "Desarrollo completo para maximizar eficiencia en ventas y administración.": "Complete development to maximize efficiency in sales and administration.",
    "Tienda Online para Fábrica de Frutas Deshidratadas": "Online Store for Dehydrated Fruit Factory",
    "Plataforma que permite a los periodistas vender su contenido directamente a medios de comunicación.": "Platform that allows journalists to sell their content directly to media outlets.",
    "Mercado para Periodistas Independientes": "Market for Independent Journalists",
    "Plataforma para piezas de coches de segunda mano, con SEO para Google, multilingüe, y con interfaz fácil para subir fotos y cálculo automático de precios de envío.": "Platform for second-hand car parts, with SEO for Google, multilingual, and with an easy interface to upload photos and automatic calculation of shipping prices.",
    "Plataforma de Piezas de Coche de Segunda Mano": "Second Hand Car Parts Platform",
    "Plataforma para exámenes y certificación online de pediatras, complementada con noticias y artículos del sector.": "Platform for online exams and certification of pediatricians, complemented with news and articles from the sector.",
    "Cursos Online para medicos de la Asociación Española de Pediatría": "Online courses for doctors from the Spanish Association of Pediatrics",
    "Nuestro primer gran proyecto, un robusto y versátil constructor de páginas web, con más de 1.4 millones de páginas creadas.": "Our first big project, a robust and versatile website builder, with more than 1.4 million pages created.",
    "Plataforma para crear páginas web": "Platform to create web pages",
    "Avanzando con Tecnología de Punta y Herramientas Innovadoras": "Advancing with Cutting-Edge Technology and Innovative Tools",
    "En Martin Schenk S.L., aprovechamos el poder de las tecnologías de vanguardia y los lenguajes de programación avanzados para crear soluciones web eficientes y personalizadas.": "At Martin Schenk S.L., we harness the power of cutting-edge technologies and advanced programming languages ​​to create efficient and customized web solutions.",
    "Nuestra gama de tecnologías es diversa y progresista, incluyendo Laravel para el desarrollo robusto de back-end, Livewire para interfaces dinámicas, Alpine.js para experiencias de front-end responsivas, Tailwind CSS para un estilo elegante y Filament para paneles de administración sin complicaciones. Combinado con la versatilidad de PHP, nuestro conjunto de herramientas nos permite dar vida a tus proyectos visionarios con precisión y estilo.": "Our range of technologies is diverse and progressive, including Laravel for robust back-end development, Livewire for dynamic interfaces, Alpine.js for responsive front-end experiences, Tailwind CSS for elegant styling, and Filament for hassle-free admin panels. . Combined with the versatility of PHP, our toolset allows us to bring your visionary projects to life with precision and style.",
    "Test Notification": "Test Notification",
    "This is a test notification to confirm the notification system is working.": "This is a test notification to confirm the notification system is working.",
    "Notification sent!": "Notification sent!"
}