{
  "(and :count more error)": "(และข้อผิดพลาดอีกมากกว่า :count รายการ)",
  "(and :count more errors)": "(และข้อผิดพลาดอีกมากกว่า :count รายการ)",
  "A new verification link has been sent to the email address you provided during registration.": "ลิ้งสำหรับยืนยันตัวตนใหม่ ได้ถูกส่งไปยังอีเมล์ที่คุณระบุไว้ตอนที่สมัครใช้งานแล้ว",
  "A new verification link has been sent to your email address.": "ลิ้งสำหรับยืนยันตัวตนใหม่ ได้ถูกส่งไปที่อีเมล์ของคุณแล้ว",
  "A Timeout Occurred": "มีการหมดเวลา",
  "Accepted": "ยอมรับคำขอ",
  "All rights reserved.": "สงวนลิขสิทธิ์ทั้งหมด",
  "Already registered?": "ลงทะเบียนเรียบร้อยแล้วใช่ไหม?",
  "Already Reported": "รายงานสถานะเรียบร้อย",
  "Are you sure you want to delete your account?": "คุณแน่ใจหรือไม่ว่าต้องการลบบัญชีของคุณ",
  "Bad Gateway": "เกิดข้อผิดพลาดในเกตเวย์",
  "Bad Request": "คำขอไม่เหมาะสม",
  "Bandwidth Limit Exceeded": "เกินขีดจำกัดแบนด์วิธ",
  "Cancel": "ยกเลิก",
  "Click here to re-send the verification email.": "คลิกที่นี่เพื่อส่งอีเมลยืนยันอีกครั้ง",
  "Client Closed Request": "ผู้ใช้ปิดคำขอ",
  "Confirm": "ยืนยัน",
  "Confirm Password": "ยืนยันรหัสผ่าน",
  "Conflict": "มีข้อขัดแย้ง",
  "Connection Closed Without Response": "การเชื่อมต่อถูกปิดโดยไม่มีการตอบสนอง",
  "Connection Timed Out": "หมดเวลาการเชื่อมต่อ",
  "Continue": "ดำเนินการต่อ",
  "Created": "สร้าง",
  "Current Password": "รหัสผ่านปัจจุบัน",
  "Dashboard": "แดชบอร์ด",
  "Delete Account": "ลบบัญชีผู้ใช้",
  "Email": "อีเมล",
  "Email Password Reset Link": "รหัสผ่านอีเมลปรับค่าเชื่อมโยง",
  "Ensure your account is using a long, random password to stay secure.": "ให้แน่ใจว่าบัญชีของคุณคือการใช้ยาวมากสุ่มรหัสผ่านที่อยู่ปลอดภัย",
  "Expectation Failed": "ความคาดหวังล้มเหลว",
  "Failed Dependency": "ทรัพยากรล้มเหลว",
  "Forbidden": "ต้องห้าม",
  "Forgot your password?": "ลืมรหัสผ่านของคุณ?",
  "Forgot your password? No problem. Just let us know your email address and we will email you a password reset link that will allow you to choose a new one.": "ลืมรหัสผ่านของคุณ? ไม่มีปัญหา เพียงแจ้งให้เราทราบที่อยู่อีเมลของคุณ แล้วเราจะส่งลิงก์รีเซ็ตรหัสผ่านทางอีเมลให้คุณเลือกรหัสผ่านใหม่",
  "Found": "ย้ายตำแหน่งใหม่ชั่วคราว",
  "Gateway Timeout": "เกตเวย์หมดเวลา",
  "Go to page :page": "ไปยังหน้าที่ :page",
  "Gone": "ข้อมูลหายไปแล้ว",
  "Hello!": "สวัสดี!",
  "HTTP Version Not Supported": "ไม่รองรับเวอร์ชัน HTTP",
  "I'm a teapot": "ฉันเป็นกาน้ำชา (เมษาหน้าโง่)",
  "If you did not create an account, no further action is required.": "หากคุณไม่ได้ดำเนินการสร้างบัญชี, คุณไม่จำเป็นต้องดำเนินการใดๆ.",
  "If you did not request a password reset, no further action is required.": "หากคุณไม่ได้ดำเนินการรีเซตรหัสผ่าน, คุณไม่จำเป็นต้องดำเนินการใดๆ.",
  "If you're having trouble clicking the \":actionText\" button, copy and paste the URL below\ninto your web browser:": "ถ้าคุณกำลังมีปัญหาการคลิกที่\":actionText ปุ่ม\"คัดลอกและวางตำแหน่งที่อยู่ด้านล่างนี้\nเข้าไปในเว็บเบราว์เซอร์ของคุณ:",
  "IM Used": "IM ใช้แล้ว",
  "Insufficient Storage": "พื้นที่เก็บข้อมูลไม่เพียงพอ",
  "Internal Server Error": "เกิดข้อผิดพลาดภายในเซิร์ฟเวอร์",
  "Invalid JSON was returned from the route.": "JSON ที่ไม่ถูกต้องถูกส่งกลับจากเส้นทาง",
  "Invalid SSL Certificate": "ใบรับรอง SSL ไม่ถูกต้อง",
  "Length Required": "ต้องระบุความยาวของเนื้อหา",
  "Locked": "ทรัพยากรถูกล็อก",
  "Log in": "เข้าสู่ระบบ",
  "Log Out": "ออกจากระบบ",
  "Login": "เข้าสู่ระบบ",
  "Logout": "ออกจากระบบ",
  "Loop Detected": "ตรวจพบการวนซ้ำ",
  "Maintenance Mode": "โหมดการบำรุงรักษา",
  "Method Not Allowed": "ไม่อนุญาติให้ใช้วิธีการนี้",
  "Misdirected Request": "คำขอผิดเส้นทาง",
  "Moved Permanently": "ย้ายตำแหน่งใหม่ถาวร",
  "Multi-Status": "ข้อมูลมีหลายสถานะ",
  "Multiple Choices": "ตัวเลือกหลายรายการ",
  "Name": "ชื่อ",
  "Network Authentication Required": "จำเป็นต้องมีการรับรองตัวตนผ่านเครือข่าย",
  "Network Connect Timeout Error": "เกิดข้อผิดพลาดการหมดเวลาการเชื่อมต่อผ่านเครือข่าย",
  "Network Read Timeout Error": "เกิดข้อผิดพลาดการหมดเวลาการอ่านข้อมูลผ่านเครือข่าย",
  "New Password": "รหัสผ่านใหม่",
  "No Content": "ไม่มีเนื้อหา",
  "Non-Authoritative Information": "ข้อมูลที่ไม่ผ่านการอนุญาต",
  "Not Acceptable": "ไม่สามารถยอมรับได้",
  "Not Extended": "ไม่ถูกขยาย",
  "Not Found": "ไม่พบ",
  "Not Implemented": "ไม่ได้นำไปใช้",
  "Not Modified": "ไม่มีการแก้ไข",
  "of": "ของ",
  "OK": "สำเร็จ",
  "Once your account is deleted, all of its resources and data will be permanently deleted. Before deleting your account, please download any data or information that you wish to retain.": "เมื่อบัญชีของคุณถูกลบ ทรัพยากรและข้อมูลทั้งหมดจะถูกลบอย่างถาวร ก่อนลบบัญชีของคุณ โปรดดาวน์โหลดข้อมูลใดๆ ที่คุณต้องการเก็บไว้",
  "Once your account is deleted, all of its resources and data will be permanently deleted. Please enter your password to confirm you would like to permanently delete your account.": "เมื่อบัญชีของคุณถูกลบ ทรัพยากรและข้อมูลทั้งหมดจะถูกลบอย่างถาวร โปรดป้อนรหัสผ่านของคุณเพื่อยืนยันว่าคุณต้องการลบบัญชีของคุณอย่างถาวร",
  "Origin Is Unreachable": "ต้นทางไม่สามารถเข้าถึงได้",
  "Page Expired": "หน้าที่ร้องขอหมดอายุแล้ว",
  "Pagination Navigation": "Pagination องการนำทาง",
  "Partial Content": "เนื้อหาข้อมูลตามคำขอ",
  "Password": "รหัสผ่าน",
  "Payload Too Large": "ข้อมูลที่ส่งมีขนาดใหญ่เกินไป",
  "Payment Required": "ต้องชำระเงิน",
  "Permanent Redirect": "เปลี่ยนเส้นทางใหม่ถาวร",
  "Please click the button below to verify your email address.": "กรุณาคลิ๊กปุ่มด้านล่างเพื่อยืนยันอีเมลของคุณ.",
  "Precondition Failed": "เงื่อนไขก่อนหน้าไม่ผ่าน",
  "Precondition Required": "จำเป็นต้องมีเงื่อนไขเบื้องต้น",
  "Processing": "กำลังประมวลผล",
  "Profile": "โปรไฟล์",
  "Profile Information": "ข้อมูลโปรไฟล์",
  "Proxy Authentication Required": "ต้องรับรองความถูกต้องของพร็อกซี่",
  "Railgun Error": "เกิดข้อผิดพลาด Railgun",
  "Range Not Satisfiable": "ไม่สามารถทำตามคำขอได้",
  "Regards": "ฝากฝัง",
  "Register": "สมัครสมาชิก",
  "Remember me": "จำฉันได้ไหม",
  "Request Header Fields Too Large": "ข้อมูลส่วนหัวคำขอใหญ่เกินไป",
  "Request Timeout": "คำขอหมดเวลา",
  "Resend Verification Email": "ส่งอีเมล์ยืนยันอีกครั้ง",
  "Reset Content": "รีเซ็ตเนื้อหา",
  "Reset Password": "รีเซตรหัสผ่าน",
  "Reset Password Notification": "รีเซตการแจ้งเตือนรหัสผ่าน",
  "results": "ผลตรวจ",
  "Retry With": "ลองใหม่อีกครั้ง",
  "Save": "บันทึก",
  "Saved.": "ปลอดภัย",
  "See Other": "ดูที่ตำแหน่งอื่นๆ",
  "Server Error": "เซิร์ฟเวอร์เกิดข้อผิดพลาด",
  "Service Unavailable": "ระบบไม่พร้อมให้บริการ",
  "Session Has Expired": "เซสชันหมดอายุแล้ว",
  "Showing": "แสดง",
  "SSL Handshake Failed": "การสื่อสาร SSL ล้มเหลว",
  "Switching Protocols": "กำลังเปลี่ยนโปรโตคอล",
  "Temporary Redirect": "เปลี่ยนเส้นทางใหม่ชั่วคราว",
  "Thanks for signing up! Before getting started, could you verify your email address by clicking on the link we just emailed to you? If you didn't receive the email, we will gladly send you another.": "ขอบคุณสำหรับการสมัคร! ก่อนเริ่มต้น คุณสามารถยืนยันที่อยู่อีเมลของคุณโดยคลิกลิงก์ที่เราเพิ่งส่งอีเมลถึงคุณได้หรือไม่ หากคุณไม่ได้รับอีเมล เรายินดีที่จะส่งใหม่ให้คุณ",
  "The given data was invalid.": "ข้อมูลที่ระบุไม่ถูกต้อง",
  "The response is not a streamed response.": "การตอบกลับไม่ใช่การตอบกลับแบบสตรีม",
  "The response is not a view.": "การตอบสนองไม่ใช่มุมมอง",
  "This is a secure area of the application. Please confirm your password before continuing.": "นี่เป็นพื้นที่ปลอดภัยของการทำงานของโปรแกรม ได้โปรดยืนยันรหัสผ่านของคุณก่อนต่อ.",
  "This password reset link will expire in :count minutes.": "นี่รหัสผ่านใหม่เชื่อมโยงจะหมดอายุใน :count นาที",
  "to": "ต้อง",
  "Toggle navigation": "แสดง/ซ่อนแถบนำทาง comment",
  "Too Early": "เกิดข้อผิดพลาดก่อนครบกำหนด",
  "Too Many Requests": "มีการส่งคำร้องมากเกินไป",
  "Unauthorized": "ไม่มีสิทธิ",
  "Unavailable For Legal Reasons": "ไม่สามารถใช้งานได้เพราะเหตุผลทางกฎหมาย",
  "Unknown Error": "เกิดข้อผิดพลาดที่ไม่รู้จัก",
  "Unprocessable Entity": "ไม่สามารถประมวลผลข้อมูลได้",
  "Unsupported Media Type": "ประเภทสื่อไม่สนับสนุน",
  "Update Password": "ปรับปรุงรหัสผ่าน",
  "Update your account's profile information and email address.": "ปรับปรุงบัญชีของคุณคือโพรไฟล์ข้อมูลและที่อยู่อีเมล.",
  "Upgrade Required": "จำเป็นต้องอัปเกรดโปรโตคอล",
  "URI Too Long": "URI ยาวเกินไป",
  "Use Proxy": "ใช้พร็อกซีในการเข้าถึง",
  "Variant Also Negotiates": "ตัวแปรควรต่อรอง",
  "Verify Email Address": "ยืนยันอีเมล",
  "Web Server is Down": "เว็บเซิร์ฟเวอร์ล่ม",
  "Whoops!": "ขออภัย",
  "You are receiving this email because we received a password reset request for your account.": "คุณได้รับอีเมลสำหรับรีเซตรหัสผ่าน เนื่องจากเราได้รับคำร้องขอรีเซตรหัสผ่านสำหรับบัญชีของคุณ.",
  "You're logged in!": "คุณได้ลงชื่อเข้าสู่ระบบแล้ว!",
  "Your email address is unverified.": "อีเมล์ของคุณยังไม่ได้รับการยืนยัน"
}